Repository: EVSolovey/swinfo
Catalog: languages/swi-*.po
Languages: ru_ru

source: Software
ru_ru: Программное обеспечение

source: Add New
ru_ru: Добавить новый

source: Add New Software
ru_ru: Добавить новое ПО

source: New Software
ru_ru: Новое ПО

source: Edit Software
ru_ru: Редактировать ПО

source: View Software
ru_ru: Просмотреть ПО

source: All Software
ru_ru: Все ПО

source: Search Software
ru_ru: Искать ПО

source: Parent Software:
ru_ru: Родительское ПО:

source: No Software found.
ru_ru: ПО не найдено.

source: No Software found in Trash.
ru_ru: По не найдено в Корзине.

source: Description.
ru_ru: Описание.

source: Developers
ru_ru: Разработчики

source: Developer
ru_ru: Разработчик

source: Search Developer
ru_ru: Искать разработчика

source: All Developers
ru_ru: Все разработчики

source: Parent Developer
ru_ru: Родительский разработчик

source: Parent Developer:
ru_ru: Родительский разработчик:

source: Edit Developer
ru_ru: Редактировать разработчика

source: Update Developer
ru_ru: Обновить разработчика

source: Add New Developer
ru_ru: Добавить нового разработчика

source: New Developer Name
ru_ru: Новое название разработчика

source: Year
ru_ru: Год

source: Search Year
ru_ru: Искать год

source: All Years
ru_ru: Все года

source: Edit Year
ru_ru: Редактировать год

source: Update Year
ru_ru: Обновить год

source: Add New Year
ru_ru: Добавить новый год

source: New Year Name
ru_ru: Новое значение года

source: Additional
ru_ru: Дополнительно

source: Actual version
ru_ru: Актуальна ли версия

source: Add software. You can enter shortcode [swinfo id='' width=''] on any page to show software card or cards.
ru_ru: Добавить программное обеспечение. Для вывода карточки или карточек программного обеспечения используйте шорткод [swinfo id='' width=''] на любой странице сайта.

source: id - list of ids of software posts. You can find it on software list page.
ru_ru: id - список id записей программного обеспечения. Вы можете найти id программы на ее странице.

source: width - width of software card in %.
ru_ru: width - ширина карточки порграммы в %.

source: Shortcode examples:
ru_ru: Примеры шорткодов:

source: [swinfo id="all" width="100%"]: displays all software posts, width of software card is 100% of parent container.
ru_ru: [swinfo id="all" width="100%"]: показывает все программы, ширина блока - 100%.

source: [swinfo id="2,6,7" width="70%"]: displays software posts with ids 2,6 and 7, width of software card is 70% of parent container.
ru_ru: [swinfo id="2,6,7" width="70%"]: : показывает блок программ с id 2,6 и 7, ширина блока - 30% от родительского блока.

source: [swinfo id="12" width="30%"]: displays one software posts with id 12, width of software card is 30% of parent container.
ru_ru: [swinfo id="12" width="30%"]: показывает один блок программы с id 12, ширина блока - 30% от родительского блока.

source: This software id is
ru_ru: id этой записи

source: Read more
ru_ru: Читать далее

source: Software plugin settings
ru_ru: Настройки ПО

source: Background color of relevant software card in HEX format.
ru_ru: Цвет заднего фона карточки актуальной программы в HEX формате.

source: Background color of relevant software 'Read more' button in HEX format.
ru_ru: Цвет заднего фона кнопки "Читать далее" в карточке актуальной программы в HEX формате.

source: Background color of not relevant software card in HEX format.
ru_ru: Цвет заднего фона карточки неактуальной программы в HEX формате.

source: Background color of not relevant software 'Read more' button in HEX format.
ru_ru: Цвет заднего фона кнопки "Читать далее" в карточке неактуальной программы в HEX формате.

source: Main options
ru_ru: Основные настройки

source: Actual card color
ru_ru: Актуальный цвет карточки программы

source: Actual button color
ru_ru: Цвет кнопки для актуальной программы

source: Not relevant card color
ru_ru: Неактуальный цвет карточки программы

source: Not relevant button color
ru_ru: Цвет кнопки для неактуальной программы

source: Delete logs after plugin deactivation?
ru_ru: Удалить логи после деактивации плагина?

source: Software settings page
ru_ru: Страница настроек плагина "Software information"

source: Software settings
ru_ru: Настройки ПО
